Repository: bambouville/tessera
Catalog: Tessera/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans, zh_hant

source: Could not start mosh: the remote bootstrap command failed with exit status %lld.
de: mosh konnte nicht gestartet werden: Der entfernte Bootstrap-Befehl endete mit Status %lld.
es: No se pudo iniciar mosh: el comando de arranque remoto terminó con el estado %lld.
fr: Impossible de démarrer mosh : la commande d'amorçage distante s'est terminée avec le statut %lld.
ja: mosh を起動できませんでした: リモートのブートストラップコマンドが終了ステータス %lld で失敗しました。
zh_hans: 无法启动 mosh：远程引导命令以退出状态 %lld 失败。
zh_hant: 無法啟動 mosh：遠端啟動指令以結束狀態 %lld 失敗。

source: Could not start mosh: the remote host does not have `mosh-server` installed or on PATH.
de: mosh konnte nicht gestartet werden: Auf dem entfernten Host ist `mosh-server` nicht installiert oder nicht im PATH.
es: No se pudo iniciar mosh: el host remoto no tiene `mosh-server` instalado ni en el PATH.
fr: Impossible de démarrer mosh : l'hôte distant n'a pas `mosh-server` installé ou dans son PATH.
ja: mosh を起動できませんでした: リモートホストに `mosh-server` がインストールされていないか、PATH に含まれていません。
zh_hans: 无法启动 mosh：远程主机未安装 `mosh-server`，或它不在 PATH 中。
zh_hant: 無法啟動 mosh：遠端主機未安裝 `mosh-server`，或它不在 PATH 中。

source: Could not verify Agent Center integration.
de: Die Agent-Center-Integration konnte nicht geprüft werden.
es: No se pudo verificar la integración de Agent Center.
fr: Impossible de vérifier l'intégration d'Agent Center.
ja: Agent Center の連携を確認できませんでした。
zh_hans: 无法验证 Agent Center 集成。
zh_hant: 無法驗證 Agent Center 整合。

source: Could not verify Agent Center integration: %@
de: Die Agent-Center-Integration konnte nicht geprüft werden: %@
es: No se pudo verificar la integración de Agent Center: %@
fr: Impossible de vérifier l'intégration d'Agent Center : %@
ja: Agent Center の連携を確認できませんでした: %@
zh_hans: 无法验证 Agent Center 集成：%@
zh_hant: 無法驗證 Agent Center 整合：%@

source: Could not verify Tessera shell integration.
de: Die Tessera-Shell-Integration konnte nicht geprüft werden.
es: No se pudo verificar la integración de Tessera con el shell.
fr: Impossible de vérifier l'intégration Tessera au shell.
ja: Tessera のシェル統合を確認できませんでした。
zh_hans: 无法校验 Tessera shell 集成。
zh_hant: 無法檢驗 Tessera shell 整合。

source: Could not verify Tessera shell integration: %@
de: Die Tessera-Shell-Integration konnte nicht geprüft werden: %@
es: No se pudo verificar la integración de Tessera con el shell: %@
fr: Impossible de vérifier l'intégration Tessera au shell : %@
ja: Tessera のシェル統合を確認できませんでした: %@
zh_hans: 无法校验 Tessera shell 集成：%@
zh_hant: 無法檢驗 Tessera shell 整合：%@

source: Could not verify agent integration
de: Agent-Integration konnte nicht überprüft werden
es: No se pudo verificar la integración de agentes
fr: Impossible de vérifier l'intégration des agents
ja: エージェント連携を検証できませんでした
zh_hans: 无法验证智能体集成
zh_hant: 無法驗證智慧體整合

source: Could not verify ~/.ssh/authorized_keys
de: ~/.ssh/authorized_keys konnte nicht geprüft werden
es: No se pudo verificar ~/.ssh/authorized_keys
fr: Impossible de vérifier ~/.ssh/authorized_keys
ja: ~/.ssh/authorized_keys を確認できませんでした
zh_hans: 无法校验 ~/.ssh/authorized_keys
zh_hant: 無法檢驗 ~/.ssh/authorized_keys

source: Could not verify ~/.ssh/authorized_keys: %@
de: ~/.ssh/authorized_keys konnte nicht geprüft werden: %@
es: No se pudo verificar ~/.ssh/authorized_keys: %@
fr: Impossible de vérifier ~/.ssh/authorized_keys : %@
ja: ~/.ssh/authorized_keys を確認できませんでした: %@
zh_hans: 无法校验 ~/.ssh/authorized_keys：%@
zh_hant: 無法檢驗 ~/.ssh/authorized_keys：%@

source: Could not write to the enrollment continuation stream.
de: In den Enrollment-Fortsetzungsstream konnte nicht geschrieben werden.
es: No se pudo escribir en el flujo de continuación de la inscripción.
fr: Impossible d'écrire dans le flux de reprise d'inscription.
ja: 登録の継続ストリームに書き込めませんでした。
zh_hans: 无法写入注册接力流。
zh_hant: 無法寫入註冊接續串流。

source: Could not write to ~/.ssh/authorized_keys
de: In ~/.ssh/authorized_keys konnte nicht geschrieben werden
es: No se pudo escribir en ~/.ssh/authorized_keys
fr: Impossible d'écrire dans ~/.ssh/authorized_keys
ja: ~/.ssh/authorized_keys に書き込めませんでした
zh_hans: 无法写入 ~/.ssh/authorized_keys
zh_hant: 無法寫入 ~/.ssh/authorized_keys

source: Could not write to ~/.ssh/authorized_keys: %@
de: In ~/.ssh/authorized_keys konnte nicht geschrieben werden: %@
es: No se pudo escribir en ~/.ssh/authorized_keys: %@
fr: Impossible d'écrire dans ~/.ssh/authorized_keys : %@
ja: ~/.ssh/authorized_keys に書き込めませんでした: %@
zh_hans: 无法写入 ~/.ssh/authorized_keys：%@
zh_hant: 無法寫入 ~/.ssh/authorized_keys：%@

source: Couldn't continue session
de: Sitzung konnte nicht fortgesetzt werden
es: No se pudo continuar la sesión
fr: Impossible de poursuivre la session
ja: セッションを引き継げませんでした
zh_hans: 无法继续该会话
zh_hant: 無法繼續該工作階段

source: Couldn't make session available
de: Sitzung konnte nicht bereitgestellt werden
es: No se pudo poner la sesión a disposición
fr: Impossible de rendre la session disponible
ja: セッションを利用可能にできませんでした
zh_hans: 无法让该会话可用
zh_hant: 無法讓該工作階段可用

source: Couldn't read %lld dropped files.
de: %lld abgelegte Dateien konnten nicht gelesen werden.
es: No se pudieron leer %lld archivos soltados.
fr: Impossible de lire %lld fichiers déposés.
ja: ドロップされた %lld 個のファイルを読み取れませんでした。
zh_hans: 无法读取拖入的 %lld 个文件。
zh_hant: 無法讀取拖入的 %lld 個檔案。

source: Create
de: Erstellen
es: Crear
fr: Créer
ja: 作成
zh_hans: 创建
zh_hant: 製作

source: Create recoverable Ed25519 keys or device-bound P-256 keys. Biometrics or passcode are optional, and Tessera can install the public key for you.
de: Erstelle wiederherstellbare Ed25519-Keys oder gerätegebundene P-256-Keys. Biometrie oder Code sind optional, und Tessera kann den Public Key für dich installieren.
es: Crea claves Ed25519 recuperables o claves P-256 vinculadas al dispositivo. La biometría o el código son opcionales, y Tessera puede instalar la clave pública por ti.
fr: Créez des clés Ed25519 récupérables ou des clés P-256 liées à l'appareil. La biométrie ou le code sont facultatifs, et Tessera peut installer la clé publique pour vous.
ja: 復元可能な Ed25519 キー、またはデバイスに紐づく P-256 キーを作成できます。生体認証やパスコードは任意で、Tessera が公開鍵のインストールを代行できます。
zh_hans: 创建可恢复的 Ed25519 密钥，或绑定设备的 P-256 密钥。生物识别或密码为可选项，Tessera 可以替你安装公钥。
zh_hant: 建立可復原的 Ed25519 金鑰，或綁定裝置的 P-256 金鑰。生物辨識或密碼為選用，Tessera 可以替你安裝公鑰。

source: Custom shell commands. These may contain secrets.
de: Eigene Shell-Befehle. Sie können Geheimnisse enthalten.
es: Comandos de shell personalizados. Pueden contener secretos.
fr: Commandes shell personnalisées. Elles peuvent contenir des secrets.
ja: 独自のシェルコマンド。秘密情報が含まれている場合があります。
zh_hans: 自定的 shell 命令。其中可能含有机密。
zh_hant: 自訂的 shell 指令。其中可能含有機密。

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
zh_hans: 删除
zh_hant: 刪除

source: Delete "%@"?
de: „%@“ löschen?
es: ¿Eliminar «%@»?
fr: Supprimer « %@ » ?
ja: 「%@」を削除しますか？
zh_hans: 要删除「%@」吗？
zh_hant: 要刪除「%@」嗎？

source: Delete %@?
de: %@ löschen?
es: ¿Eliminar %@?
fr: Supprimer %@ ?
ja: %@ を削除しますか？
zh_hans: 要删除 %@ 吗？
zh_hant: 要刪除 %@ 嗎？

source: Delete…
de: Löschen…
es: Eliminar…
fr: Supprimer…
ja: 削除…
zh_hans: 删除…
zh_hant: 刪除…

source: Deny
de: Ablehnen
es: Denegar
fr: Refuser
ja: 拒否
zh_hans: 拒绝
zh_hant: 拒絕

source: Describe what happened above this line.
de: Beschreibe oberhalb dieser Zeile, was passiert ist.
es: describe encima de esta línea qué ha ocurrido.
fr: décrivez au-dessus de cette ligne ce qui s'est passé.
ja: この行より上に、何が起きたかを記入してください。
zh_hans: 请在此行上方描述发生了什么。
zh_hant: 請在此行上方描述發生了什麼。

source: Destination
de: Ziel
es: Destino
ja: 宛先
zh_hans: 目标位置
zh_hant: 目標位置

source: Device authentication failed - %@
de: Die Geräteauthentifizierung ist fehlgeschlagen – %@
es: Falló la autenticación del dispositivo: %@
fr: L'authentification de l'appareil a échoué — %@
ja: デバイスの認証に失敗しました — %@
zh_hans: 设备认证失败 —— %@
zh_hant: 裝置驗證失敗 —— %@

source: Device authentication failed - connection wasn't started.
de: Die Geräteauthentifizierung ist fehlgeschlagen – die Verbindung wurde nicht aufgebaut.
es: Falló la autenticación del dispositivo: no se inició la conexión.
fr: L'authentification de l'appareil a échoué — la connexion n'a pas été établie.
ja: デバイスの認証に失敗しました。接続は開始されていません。
zh_hans: 设备认证失败 —— 未建立连接。
zh_hant: 裝置驗證失敗 —— 未建立連線。

source: Device authentication failed.
de: Die Geräteauthentifizierung ist fehlgeschlagen.
es: Falló la autenticación del dispositivo.
fr: L'authentification de l'appareil a échoué.
ja: デバイス認証に失敗しました。
zh_hans: 设备认证失败。
zh_hant: 裝置驗證失敗。

source: Device authentication was cancelled - connection wasn't started.
de: Die Geräteauthentifizierung wurde abgebrochen – die Verbindung wurde nicht aufgebaut.
es: Se canceló la autenticación del dispositivo: no se inició la conexión.
fr: L'authentification de l'appareil a été annulée — la connexion n'a pas été établie.
ja: デバイスの認証がキャンセルされました。接続は開始されていません。
zh_hans: 设备认证已取消 —— 未建立连接。
zh_hant: 裝置驗證已取消 —— 未建立連線。

source: Device authentication was cancelled. The device key was not shared.
de: Die Geräteauthentifizierung wurde abgebrochen. Der Geräte-Key wurde nicht geteilt.
es: Se canceló la autenticación del dispositivo. La clave del dispositivo no se compartió.
fr: L'authentification de l'appareil a été annulée. La clé de l'appareil n'a pas été partagée.
ja: デバイスの認証がキャンセルされました。デバイスキーは共有されていません。
zh_hans: 设备认证已取消。设备密钥未被共享。
zh_hant: 裝置驗證已取消。裝置金鑰未被共享。

source: Device owner authentication is unavailable.
de: Die Gerätebesitzer-Authentifizierung ist nicht verfügbar.
es: La autenticación del propietario del dispositivo no está disponible.
fr: L'authentification du propriétaire de l'appareil est indisponible.
ja: デバイス所有者の認証を利用できません。
zh_hans: 设备所有者认证不可用。
zh_hant: 裝置擁有者驗證無法使用。

source: Device-owner authorization expired before installation began.
de: Die Gerätebesitzer-Autorisierung ist abgelaufen, bevor die Installation begann.
es: La autorización del propietario del dispositivo caducó antes de comenzar la instalación.
fr: L'autorisation du propriétaire de l'appareil a expiré avant le début de l'installation.
ja: インストール開始前にデバイス所有者の承認が期限切れになりました。
zh_hans: 在安装开始前，设备所有者授权已过期。
zh_hant: 在安裝開始前，裝置擁有者授權已過期。

source: Device-owner authorization failed.
de: Die Gerätebesitzer-Autorisierung ist fehlgeschlagen.
es: Falló la autorización del propietario del dispositivo.
fr: L'autorisation du propriétaire de l'appareil a échoué.
ja: デバイス所有者の承認に失敗しました。
zh_hans: 设备所有者授权失败。
zh_hant: 裝置擁有者授權失敗。

source: Dictation
de: Diktat
es: Dictado
fr: Dictée
ja: 音声入力
zh_hans: 听写
zh_hant: 聽寫

source: Dictation active
de: Diktat aktiv
es: Dictado activo
fr: Dictée active
ja: 音声入力中
zh_hans: 听写进行中
zh_hant: 聽寫進行中

source: Differs from the key %@ trusts. Verify out of band before connecting.
de: Weicht von dem Key ab, dem %@ vertraut. Prüfe ihn über einen anderen Kanal, bevor du verbindest.
es: Difiere de la clave en la que confía %@. Verifícala por otro canal antes de conectar.
fr: Diffère de la clé à laquelle %@ fait confiance. Vérifiez-la par un autre canal avant de vous connecter.
ja: %@ が信頼しているキーと異なります。接続する前に別の経路で確認してください。
zh_hans: 与 %@ 信任的密钥不同。连接前请通过其他渠道核实。
zh_hant: 與 %@ 信任的金鑰不同。連線前請透過其他管道核實。

source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
ja: 切断
zh_hans: 断开连接
zh_hant: 中斷連線

source: Disconnect %@?
de: %@ trennen?
es: ¿desconectar %@?
fr: déconnecter %@ ?
ja: %@ を切断しますか？
zh_hans: 断开 %@ 的连接？
zh_hant: 中斷 %@ 的連線？

source: Disconnected
de: Getrennt
es: Desconectado
fr: Déconnecté
ja: 未接続
zh_hans: 已断开
zh_hant: 已中斷

source: Dismiss banner
de: Banner ausblenden
es: Descartar el aviso
fr: Masquer la bannière
ja: バナーを閉じる
zh_hans: 关闭横幅
zh_hant: 關閉橫幅

source: Dismiss network warning
de: Netzwerkwarnung ausblenden
es: Descartar el aviso de red
fr: Masquer l'avertissement réseau
ja: ネットワークの警告を閉じる
zh_hans: 关闭网络警告
zh_hant: 關閉網路警告

source: Dollar sign
de: Dollarzeichen
es: Signo de dólar
fr: Signe dollar
ja: ドル記号
zh_hans: 美元符号
zh_hant: 美元符號

source: Don't Connect
de: Nicht verbinden
es: No conectar
fr: Ne pas se connecter
ja: 接続しない
zh_hans: 不要连接
zh_hant: 不要連線

source: Done
de: Fertig
es: OK
fr: OK
ja: 完了
zh_hans: 完成
zh_hant: 完成

source: Down arrow
de: Pfeil nach unten
es: Flecha abajo
fr: Flèche bas
ja: 下矢印
zh_hans: 下箭头
zh_hant: 下方向鍵

source: Download
de: Laden
es: Descargar
fr: Télécharger
ja: ダウンロード
zh_hans: 下载
zh_hant: 下載

source: Drag or share a remote file out to Files, Mail, or Photos. Share a file into Tessera from any app and it lands on the host — the native iOS share sheet, both directions.
de: Zieh oder teile eine entfernte Datei nach Dateien, Mail oder Fotos. Teile aus jeder App eine Datei nach Tessera, und sie landet auf dem Host — das native iOS-Teilen-Menü, in beide Richtungen.
es: Arrastra o comparte un archivo remoto a Archivos, Mail o Fotos. Comparte un archivo hacia Tessera desde cualquier app y aterrizará en el host: la hoja de compartir nativa de iOS, en ambos sentidos.
fr: Faites glisser ou partagez un fichier distant vers Fichiers, Mail ou Photos. Partagez un fichier vers Tessera depuis n'importe quelle app et il arrive sur l'hôte — la feuille de partage native d'iOS, dans les deux sens.
ja: リモートファイルをファイル、メール、写真へドラッグまたは共有できます。任意のアプリから Tessera へファイルを共有すれば、そのままホストに届きます。iOS 標準の共有シートが双方向で使えます。
zh_hans: 把远程文件拖动或共享到“文件”、“邮件”或“照片”。也可以从任意 App 把文件共享到 Tessera，它会直接落到主机上 —— 原生 iOS 共享表单，双向可用。
zh_hant: 把遠端檔案拖曳或分享到「檔案」、「郵件」或「照片」。也可以從任何 App 把檔案分享到 Tessera，它會直接落到主機上 —— 原生 iOS 分享工作表，雙向可用。

source: EXCLUDED
de: AUSGESCHLOSSEN
es: EXCLUIDO
fr: EXCLU
ja: 対象外
zh_hans: 已排除
zh_hant: 已排除

source: Ed25519 keys are stored in the iOS Keychain and can be exported as a passphrase-encrypted standard OpenSSH recovery file.
de: Ed25519-Keys werden im iOS-Schlüsselbund gesichert und lassen sich als passphrasenverschlüsselte OpenSSH-Standard-Wiederherstellungsdatei exportieren.
es: Las claves Ed25519 se guardan en el llavero de iOS y se pueden exportar como un archivo de recuperación OpenSSH estándar cifrado con una frase de contraseña.
fr: Les clés Ed25519 sont stockées dans le trousseau iOS et peuvent être exportées sous forme de fichier de récupération OpenSSH standard chiffré par phrase secrète.
ja: Ed25519 キーは iOS のキーチェーンに保存され、パスフレーズで暗号化した標準の OpenSSH 復旧ファイルとして書き出せます。
zh_hans: Ed25519 密钥保存在 iOS 钥匙串中，可导出为使用密码短语加密的标准 OpenSSH 恢复文件。
zh_hant: Ed25519 金鑰儲存在 iOS 鑰匙圈中，可輸出為使用密碼短語加密的標準 OpenSSH 回復檔案。

source: Empty directory
de: Leeres Verzeichnis
es: Directorio vacío
fr: Répertoire vide
ja: 空のディレクトリ
zh_hans: 空目录
zh_hant: 空目錄

source: Enable automatically
de: Automatisch aktivieren
es: Activar automáticamente
fr: Activer automatiquement
ja: 自動的に有効にする
zh_hans: 自动启用
zh_hant: 自動啟用

source: Enable follow — install shell integration
de: Mitlaufen aktivieren – Shell-Integration installieren
es: Activar el seguimiento: instalar la integración con el shell
fr: Activer le suivi — installer l'intégration au shell
ja: 追従を有効にする — シェル統合をインストール
zh_hans: 启用跟随 —— 安装 shell 集成
zh_hant: 啟用跟隨 —— 安裝 shell 整合

source: Enable in this shell
de: In dieser Shell aktivieren
es: Activar en este shell
fr: Activer dans ce shell
ja: このシェルで有効にする
zh_hans: 在此 shell 中启用
zh_hant: 在此 shell 中啟用

source: Enable integration automatically?
de: Integration automatisch aktivieren?
es: ¿Activar la integración automáticamente?
fr: Activer l'intégration automatiquement ?
ja: 統合を自動的に有効にしますか？
zh_hans: 要自动启用集成吗？
zh_hant: 要自動啟用整合嗎？

source: Enable integration here?
de: Integration hier aktivieren?
es: ¿Activar la integración aquí?
fr: Activer l'intégration ici ?
ja: ここで統合を有効にしますか？
zh_hans: 要在这里启用集成吗？
zh_hant: 要在這裡啟用整合嗎？

source: Enabling precise agent alerts automatically turns off terminal-bell background notifications once. You can override that later under Terminal. Without a notification server, completions after iPadOS suspends Tessera are recovered when you return.
de: Beim Aktivieren präziser Agentenhinweise werden Hintergrundmitteilungen für den Terminal-Signalton einmalig ausgeschaltet. Du kannst das später unter „Terminal“ überstimmen. Ohne Benachrichtigungsserver werden Abschlüsse, die nach dem Anhalten von Tessera durch iPadOS eintreten, bei deiner Rückkehr nachgeholt.
es: Activar los avisos precisos de agentes desactiva una vez las notificaciones en segundo plano de la campana del terminal. Puedes cambiarlo después en Terminal. Sin un servidor de notificaciones, las finalizaciones que ocurran tras la suspensión de Tessera por parte de iPadOS se recuperan cuando vuelvas.
fr: Activer les alertes d'agent précises désactive une fois les notifications d'arrière-plan de la cloche du terminal. Vous pourrez le rétablir plus tard sous Terminal. Sans serveur de notifications, les fins de tâche survenues après la suspension de Tessera par iPadOS sont récupérées à votre retour.
ja: 精密なエージェント通知を有効にすると、ターミナルのベルによるバックグラウンド通知が一度だけオフになります。後で「ターミナル」から変更できます。通知サーバーがない場合、iPadOS が Tessera を停止させた後に完了した処理は、戻ってきたときにまとめて反映されます。
zh_hans: 启用精确的智能体提醒会一次性关闭终端响铃的后台通知。你之后可以在“终端”中改回来。若没有通知服务器，在 iPadOS 挂起 Tessera 之后完成的任务会在你返回时补上。
zh_hant: 啟用精確的智能體提醒會一次性關閉終端機響鈴的背景通知。你之後可以在「終端機」中改回來。若沒有通知伺服器，在 iPadOS 暫停 Tessera 之後完成的任務會在你返回時補上。

source: Encrypted OpenSSH recovery exported %@. Fingerprint %@.
de: Verschlüsselte OpenSSH-Wiederherstellung exportiert: %@. Fingerabdruck %@.
es: Recuperación OpenSSH cifrada exportada: %@. Huella %@.
fr: Récupération OpenSSH chiffrée exportée : %@. Empreinte %@.
ja: 暗号化された OpenSSH 復旧ファイルを書き出しました: %@。フィンガープリント %@。
zh_hans: 已导出加密的 OpenSSH 恢复文件：%@。指纹 %@。
zh_hant: 已輸出加密的 OpenSSH 回復檔案：%@。指紋 %@。

source: Encrypted frame has the wrong direction.
de: Der verschlüsselte Frame hat die falsche Richtung.
es: La trama cifrada tiene la dirección equivocada.
fr: La trame chiffrée a la mauvaise direction.
ja: 暗号化フレームの方向が正しくありません。
zh_hans: 加密帧的方向不正确。
zh_hant: 加密影格的方向不正確。

source: Encrypted recovery export currently supports Ed25519 software keys only.
de: Der verschlüsselte Wiederherstellungs-Export unterstützt derzeit nur Ed25519-Software-Keys.
es: La exportación de recuperación cifrada solo admite por ahora claves Ed25519 por software.
fr: L'export de récupération chiffré ne prend actuellement en charge que les clés logicielles Ed25519.
ja: 暗号化された復旧ファイルの書き出しは、現在 Ed25519 のソフトウェアキーのみに対応しています。
zh_hans: 加密恢复文件导出目前仅支持 Ed25519 软件密钥。
zh_hant: 加密回復檔案輸出目前僅支援 Ed25519 軟體金鑰。

source: Encrypted-channel sequence is exhausted.
de: Die Sequenznummern des verschlüsselten Kanals sind aufgebraucht.
es: Se ha agotado la secuencia del canal cifrado.
fr: La séquence du canal chiffré est épuisée.
ja: 暗号化チャネルのシーケンス番号を使い切りました。
zh_hans: 加密通道的序列号已耗尽。
zh_hant: 加密通道的序號已耗盡。

source: Encrypted-frame authentication failed.
de: Die Authentifizierung des verschlüsselten Frames ist fehlgeschlagen.
es: Falló la autenticación de la trama cifrada.
fr: L'authentification de la trame chiffrée a échoué.
ja: 暗号化フレームの認証に失敗しました。
zh_hans: 加密帧认证失败。
zh_hant: 加密影格驗證失敗。

source: End
de: Ende
es: Fin
fr: Fin
ja: End キー
zh_hans: End 键
zh_hant: End 鍵

source: Enrollment
de: Registrierung
es: Inscripción
fr: Inscription
ja: 登録
zh_hans: 注册
zh_hant: 註冊

source: Enrollment Cancelled
de: Registrierung abgebrochen
es: Inscripción cancelada
fr: Inscription annulée
ja: 登録はキャンセルされました
zh_hans: 注册已取消
zh_hant: 註冊已取消

source: Enrollment Failed
de: Registrierung fehlgeschlagen
es: Error en la inscripción
fr: Échec de l'inscription
ja: 登録に失敗しました
zh_hans: 注册失败
zh_hant: 註冊失敗

source: Enrollment action is invalid in the current state.
de: Diese Enrollment-Aktion ist im aktuellen Zustand ungültig.
es: La acción de inscripción no es válida en el estado actual.
fr: Cette action d'inscription est invalide dans l'état actuel.
ja: 現在の状態では、この登録操作は無効です。
zh_hans: 在当前状态下此注册操作无效。
zh_hant: 在目前狀態下此註冊操作無效。

source: Enrollment changed state unexpectedly.
de: Die Registrierung hat unerwartet den Zustand gewechselt.
es: La inscripción cambió de estado de forma inesperada.
fr: L'inscription a changé d'état de façon inattendue.
ja: 登録の状態が予期せず変化しました。
zh_hans: 注册状态发生了意外变化。
zh_hant: 註冊狀態發生了非預期的變化。

source: Enrollment control message contains a request payload.
de: Die Enrollment-Steuernachricht enthält eine Anfrage-Nutzlast.
es: El mensaje de control de inscripción contiene una carga de solicitud.
fr: Le message de contrôle d'inscription contient une charge utile de requête.
ja: 登録の制御メッセージにリクエストのペイロードが含まれています。
zh_hans: 注册控制消息中包含请求负载。
zh_hant: 註冊控制訊息中包含請求負載。

source: Enrollment device name is empty.
de: Der Gerätename für das Enrollment ist leer.
es: El nombre del dispositivo de inscripción está vacío.
fr: Le nom d'appareil de l'inscription est vide.
ja: 登録のデバイス名が空です。
zh_hans: 注册的设备名称为空。
zh_hant: 註冊的裝置名稱為空。

source: Enrollment display metadata contains unsafe characters.
de: Die Anzeige-Metadaten des Enrollments enthalten unsichere Zeichen.
es: Los metadatos de presentación de la inscripción contienen caracteres no seguros.
fr: Les métadonnées d'affichage de l'inscription contiennent des caractères non sûrs.
ja: 登録の表示用メタデータに安全でない文字が含まれています。
zh_hans: 注册的显示元数据中包含不安全字符。
zh_hant: 註冊的顯示中繼資料中包含不安全字元。

source: Enrollment display metadata is too long.
de: Die Anzeige-Metadaten des Enrollments sind zu lang.
es: Los metadatos de presentación de la inscripción son demasiado largos.
fr: Les métadonnées d'affichage de l'inscription sont trop longues.
ja: 登録の表示用メタデータが長すぎます。
zh_hans: 注册的显示元数据过长。
zh_hant: 註冊的顯示中繼資料過長。

source: Enrollment failure code is missing.
de: Der Enrollment-Fehlercode fehlt.
es: Falta el código de error de la inscripción.
fr: Le code d'échec de l'inscription est absent.
ja: 登録の失敗コードがありません。
zh_hans: 缺少注册失败代码。
zh_hant: 缺少註冊失敗代碼。

source: Enrollment frame payload is empty.
de: Die Nutzlast des Enrollment-Frames ist leer.
es: La carga de la trama de inscripción está vacía.
fr: La charge utile de la trame d'inscription est vide.
ja: 登録フレームのペイロードが空です。
zh_hans: 注册帧负载为空。
zh_hant: 註冊影格負載為空。

source: Enrollment frame payload is invalid.
de: Die Nutzlast des Enrollment-Frames ist ungültig.
es: La carga de la trama de inscripción no es válida.
fr: La charge utile de la trame d'inscription est invalide.
ja: 登録フレームのペイロードが不正です。
zh_hans: 注册帧负载无效。
zh_hant: 註冊影格負載無效。

source: Enrollment frame payload is too large (%lld bytes).
de: Die Nutzlast des Enrollment-Frames ist zu groß (%lld Bytes).
es: La carga de la trama de inscripción es demasiado grande (%lld bytes).
fr: La charge utile de la trame d'inscription est trop grande (%lld octets).
ja: 登録フレームのペイロードが大きすぎます（%lld バイト）。
zh_hans: 注册帧负载过大（%lld 字节）。
zh_hant: 註冊影格負載過大（%lld 位元組）。

source: Enrollment host name is empty.
de: Der Hostname für das Enrollment ist leer.
es: El nombre de host de la inscripción está vacío.
fr: Le nom d'hôte de l'inscription est vide.
ja: 登録のホスト名が空です。
zh_hans: 注册的主机名为空。
zh_hant: 註冊的主機名稱為空。

source: Enrollment non-failure message contains a failure code.
de: Eine Enrollment-Nachricht ohne Fehlerkennzeichnung enthält einen Fehlercode.
es: Un mensaje de inscripción que no indica fallo contiene un código de error.
fr: Un message d'inscription sans échec contient un code d'erreur.
ja: 失敗を示していない登録メッセージに失敗コードが含まれています。
zh_hans: 非失败的注册消息中包含失败代码。
zh_hant: 非失敗的註冊訊息中包含失敗代碼。

source: Enrollment persistence changed state unexpectedly.
de: Die Speicherung der Registrierung hat unerwartet den Zustand gewechselt.
es: La persistencia de la inscripción cambió de estado de forma inesperada.
fr: La persistance de l'inscription a changé d'état de façon inattendue.
ja: 登録の保存状態が予期せず変化しました。
zh_hans: 注册的持久化状态发生了意外变化。
zh_hant: 註冊的持久化狀態發生了非預期的變化。

source: Enrollment public-key blob does not match its declared algorithm.
de: Der Blob des Enrollment-Public-Keys passt nicht zum angegebenen Algorithmus.
es: El blob de la clave pública de inscripción no coincide con el algoritmo declarado.
fr: Le blob de la clé publique d'inscription ne correspond pas à l'algorithme déclaré.
ja: 登録する公開鍵の blob が、宣言されたアルゴリズムと一致しません。
zh_hans: 注册公钥的 blob 与其声明的算法不符。
zh_hant: 註冊公開金鑰的 blob 與其宣告的演算法不符。

source: Enrollment public-key blob exceeds the protocol limit.
de: Der Blob des Enrollment-Public-Keys überschreitet das Protokolllimit.
es: El blob de la clave pública de inscripción supera el límite del protocolo.
fr: Le blob de la clé publique d'inscription dépasse la limite du protocole.
ja: 登録する公開鍵の blob がプロトコルの上限を超えています。
zh_hans: 注册公钥的 blob 超出协议限制。
zh_hant: 註冊公開金鑰的 blob 超出協定限制。
